Repository: librefang/librefang-ios
Catalog: librefang-ios/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: \(failedWorkflowRunCount) failed runs
ja: \(failedWorkflowRunCount)件の失敗実行
zh_hans: \(failedWorkflowRunCount) 次失败运行

source: \(failedWorkflowRunCount) workflow failures and \(stalledCronJobCount) stalled cron jobs
ja: \(failedWorkflowRunCount) 件のワークフロー失敗と \(stalledCronJobCount) 件の停止した cron ジョブ
zh_hans: \(failedWorkflowRunCount) 个工作流失败，\(stalledCronJobCount) 个 cron 作业停滞

source: \(failedWorkflowRunCount) workflow failures need review
ja: \(failedWorkflowRunCount) 件のワークフロー失敗を確認する必要があります
zh_hans: \(failedWorkflowRunCount) 个工作流失败需要复查

source: \(failedWorkflowRunCount) workflow runs failed
ja: \(failedWorkflowRunCount) 件のワークフロー実行が失敗
zh_hans: \(failedWorkflowRunCount) 个工作流运行失败

source: \(fallbackAgentCount) fallback drifts
ja: \(fallbackAgentCount)件のフォールバックドリフト
zh_hans: \(fallbackAgentCount) 个回退漂移

source: \(fallbackAgents) watched agents have fallback drift
ja: \(fallbackAgents) 件の監視対象エージェントでフォールバックドリフトがあります
zh_hans: \(fallbackAgents) 个关注中的 agent 存在回退漂移

source: \(fallbackDriftCount) fallback drift
ja: \(fallbackDriftCount)件のフォールバックドリフト
zh_hans: \(fallbackDriftCount) 个回退漂移

source: \(fallbackDriftCount) fallback drifts
ja: \(fallbackDriftCount)件のフォールバックドリフト
zh_hans: \(fallbackDriftCount) 个回退漂移

source: \(files.count) files match the current workspace search.
ja: 現在のワークスペース検索に一致するファイルは \(files.count) 件です。
zh_hans: \(files.count) 个文件匹配当前工作区搜索。

source: \(files.count) of \(totalFiles) visible
ja: \(totalFiles)件中\(files.count)件を表示
zh_hans: 可见 \(files.count) / \(totalFiles)

source: \(files.count) visible files
ja: \(files.count)件の表示中ファイル
zh_hans: \(files.count) 个可见文件

source: \(filteredAgentDiagnostics.count) agents
ja: \(filteredAgentDiagnostics.count) エージェント
zh_hans: \(filteredAgentDiagnostics.count) 个代理

source: \(filteredAgents.count) agents visible for \"\(searchText)\".
ja: 「\(searchText)」に一致するエージェントが \(filteredAgents.count) 件表示されています。
zh_hans: “\(searchText)” 当前显示 \(filteredAgents.count) 个代理。

source: \(filteredAgents.count) agents visible in the current fleet view.
ja: 現在のフリート表示では \(filteredAgents.count) 件のエージェントが表示されています。
zh_hans: 当前代理群视图中可见 \(filteredAgents.count) 个代理。

source: \(filteredAliases.count) visible
ja: \(filteredAliases.count) 件表示
zh_hans: \(filteredAliases.count) 项可见

source: \(filteredChannels.count) visible
ja: \(filteredChannels.count) 件表示
zh_hans: \(filteredChannels.count) 项可见

source: \(filteredEntries.count) events are visible in the current event feed.
ja: 現在のイベントフィードには \(filteredEntries.count) 件のイベントが表示されています。
zh_hans: 当前事件流中可见 \(filteredEntries.count) 条事件。

source: \(filteredEntries.count) of \(viewModel.entries.count) events visible
ja: \(viewModel.entries.count) 件中 \(filteredEntries.count) 件のイベントを表示
zh_hans: 共 \(viewModel.entries.count) 条事件中显示 \(filteredEntries.count) 条

source: \(filteredEntries.count) visible events
ja: \(filteredEntries.count) 件の表示イベント
zh_hans: \(filteredEntries.count) 条可见事件

source: \(filteredEntries.count) visible results
ja: \(filteredEntries.count) 件の表示結果
zh_hans: \(filteredEntries.count) 条可见结果

source: \(filteredEvents.count) comms events are visible in the current mobile feed.
ja: 現在のモバイルフィードには \(filteredEvents.count) 件の通信イベントが表示されています。
zh_hans: 当前移动事件流中可见 \(filteredEvents.count) 条通信事件。

source: \(filteredEvents.count) events
ja: \(filteredEvents.count) 件のイベント
zh_hans: \(filteredEvents.count) 条事件

source: \(filteredEvents.count) of \(viewModel.events.count) events visible
ja: \(viewModel.events.count) 件中 \(filteredEvents.count) 件のイベントを表示
zh_hans: 共 \(viewModel.events.count) 条事件中显示 \(filteredEvents.count) 条

source: \(filteredEvents.count) visible events
ja: \(filteredEvents.count) 件の表示イベント
zh_hans: \(filteredEvents.count) 条可见事件

source: \(filteredEvents.count) visible results
ja: \(filteredEvents.count) 件の表示結果
zh_hans: \(filteredEvents.count) 条可见结果

source: \(filteredFiles.count) files match the current workspace filter.
ja: 現在のワークスペースフィルターに一致するファイルは \(filteredFiles.count) 件です。
zh_hans: \(filteredFiles.count) 个文件匹配当前工作区筛选。

source: \(filteredFiles.count) visible
ja: \(filteredFiles.count)件を表示
zh_hans: \(filteredFiles.count) 可见

source: \(filteredFiles.count) visible files
ja: \(filteredFiles.count)件の表示中ファイル
zh_hans: \(filteredFiles.count) 个可见文件

source: \(filteredItems.count) visible results
ja: \(filteredItems.count) 件の表示結果
zh_hans: \(filteredItems.count) 条可见结果

source: \(filteredModels.count) catalog models visible in \(modelFilter.label.lowercased()) mode.
ja: \(modelFilter.label.lowercased()) モードでは \(filteredModels.count) 件のカタログモデルが表示されています。
zh_hans: 在 \(modelFilter.label.lowercased()) 模式下可见 \(filteredModels.count) 个目录模型。

source: \(filteredModels.count) models visible after filtering.
ja: フィルタ後に \(filteredModels.count) 件のモデルが表示されています。
zh_hans: 筛选后可见 \(filteredModels.count) 个模型

source: \(filteredModels.count) visible
ja: \(filteredModels.count) 件表示
zh_hans: \(filteredModels.count) 项可见

source: \(filteredProviders.count) visible
ja: \(filteredProviders.count) 件表示
zh_hans: \(filteredProviders.count) 项可见

source: \(filteredReceipts.count) receipts match the current delivery filter.
ja: 現在の配信フィルターに一致するレシートは \(filteredReceipts.count) 件です。
zh_hans: \(filteredReceipts.count) 个回执匹配当前投递筛选。

source: \(filteredReceipts.count) visible receipts
ja: \(filteredReceipts.count)件の表示中レシート
zh_hans: \(filteredReceipts.count) 个可见回执

source: \(fleetCardCount) fleet cards
ja: \(fleetCardCount)枚のフリートカード
zh_hans: \(fleetCardCount) 张机群卡片

source: \(fleetCardCount) fleet lanes
ja: \(fleetCardCount)件のフリートレーン
zh_hans: \(fleetCardCount) 条机群通道

source: \(followUpCount) follow-ups open
ja: \(followUpCount)件のフォローアップが未完了
zh_hans: \(followUpCount) 个后续事项未关闭

source: \(followUpCount) handoff open
ja: \(followUpCount) 件の引き継ぎ未完了
zh_hans: \(followUpCount) 条交接未完成

source: \(handoffCount) handoff issues
ja: \(handoffCount)件の引き継ぎ問題
zh_hans: \(handoffCount) 个交接问题

source: \(handoffCount) handoff items
ja: \(handoffCount)件の引き継ぎ項目
zh_hans: \(handoffCount) 项交接事项

source: \(handoffCount) handoff routes
ja: \(handoffCount)件の引き継ぎルート
zh_hans: \(handoffCount) 个交接路由

source: \(healthDetail.agentCount) agents in registry
ja: レジストリ内のエージェント \(healthDetail.agentCount) 件
zh_hans: 注册表中有 \(healthDetail.agentCount) 个 agent

source: \(healthDetail.configWarnings.count) config warnings
ja: \(healthDetail.configWarnings.count)件の設定警告
zh_hans: \(healthDetail.configWarnings.count) 条配置告警

source: \(healthDetail.configWarnings.count) warnings
ja: \(healthDetail.configWarnings.count)件の警告
zh_hans: \(healthDetail.configWarnings.count) 条警告

source: \(healthDetail.panicCount) panics
ja: \(healthDetail.panicCount)件の panic
zh_hans: \(healthDetail.panicCount) 次 panic

source: \(healthDetail.panicCount) panics / \(healthDetail.restartCount) restarts
ja: panic \(healthDetail.panicCount) 件 / 再起動 \(healthDetail.restartCount) 件
zh_hans: \(healthDetail.panicCount) 次崩溃 / \(healthDetail.restartCount) 次重启

source: \(healthDetail.restartCount) restarts
ja: \(healthDetail.restartCount)件の restart
zh_hans: \(healthDetail.restartCount) 次重启

source: \(hiddenSectionCount) more
ja: さらに\(hiddenSectionCount)件
zh_hans: 再多 \(hiddenSectionCount) 项

source: \(hiddenSectionCount) more sections
ja: さらに \(hiddenSectionCount) セクション
zh_hans: 还有 \(hiddenSectionCount) 个分区

source: \(highRiskApprovalCount) high risk
ja: \(highRiskApprovalCount)件の高リスク項目
zh_hans: \(highRiskApprovalCount) 个高风险项

source: \(highRiskApprovalCount) high-risk
ja: \(highRiskApprovalCount) 件の高リスク
zh_hans: \(highRiskApprovalCount) 个高风险

source: \(highRiskApprovalCount) high-risk requests
ja: \(highRiskApprovalCount) 件の高リスク要求
zh_hans: \(highRiskApprovalCount) 个高风险请求

source: \(highRiskApprovalCount) high+
ja: \(highRiskApprovalCount) 件の高リスク+
zh_hans: \(highRiskApprovalCount) 个高风险+

source: \(highRiskCount) approvals are high risk or higher, so the compact slice stays biased toward faster response.
ja: \(highRiskCount) 件の承認が高リスク以上のため、コンパクトなスライスはより速い対応を優先したままになります。
zh_hans: \(highRiskCount) 个审批属于高风险或更高等级，因此紧凑切片会继续偏向更快响应。

source: \(highRiskCount) high risk
ja: \(highRiskCount)件の高リスク項目
zh_hans: \(highRiskCount) 个高风险项

source: \(highRiskCount) high-risk requests
ja: \(highRiskCount) 件の高リスク要求
zh_hans: \(highRiskCount) 个高风险请求

source: \(highRiskCount) high+
ja: 高リスク+ \(highRiskCount) 件
zh_hans: 高风险+ \(highRiskCount) 个

source: \(highRiskCount) high+ visible
ja: \(highRiskCount) 件の表示中の高リスク+
zh_hans: \(highRiskCount) 个可见高风险+

source: \(highVolumeCount) high-volume
ja: \(highVolumeCount) 件の高トラフィック
zh_hans: \(highVolumeCount) 个高流量项

source: \(highVolumeCount) high-volume sessions
ja: \(highVolumeCount) 件の高トラフィックセッション
zh_hans: \(highVolumeCount) 个高流量会话

source: \(historyCount) history feeds
ja: \(historyCount)件の履歴フィード
zh_hans: \(historyCount) 条历史流

source: \(historyLagCount) older messages hidden
ja: \(historyLagCount)件の古いメッセージが隠れています
zh_hans: \(historyLagCount) 条较旧消息被隐藏

source: \(hostCount) endpoint hosts
ja: \(hostCount)件のエンドポイントホスト
zh_hans: \(hostCount) 个端点主机

source: \(hostCount) hosts
ja: \(hostCount)件のホスト
zh_hans: \(hostCount) 个主机

source: \(hotspotCount) hot sessions
ja: ホットセッション \(hotspotCount) 件
zh_hans: 热点会话 \(hotspotCount) 个

source: \(hotspotCount) hotspots
ja: ホットスポット \(hotspotCount) 件
zh_hans: 热点 \(hotspotCount) 个

source: \(hotspotCount) session hotspots
ja: セッションホットスポット \(hotspotCount) 件
zh_hans: 会话热点 \(hotspotCount) 个

source: \(hours)h \(minutes)m
ja: \(hours)時間 \(minutes)分
zh_hans: \(hours) 小时 \(minutes) 分钟

source: \(images.count) image attachments
ja: \(images.count) 件の画像添付
zh_hans: \(images.count) 个图片附件

source: \(infoCount) info
ja: \(infoCount) 件の情報
zh_hans: \(infoCount) 条信息

source: \(infoCount) info events
ja: 情報イベント \(infoCount) 件
zh_hans: 信息事件 \(infoCount) 条

source: \(infoCount) info visible
ja: \(infoCount)件の表示中情報
zh_hans: \(infoCount) 条可见信息

source: \(inputTokenCount.formatted()) in
ja: 入力 \(inputTokenCount.formatted())
zh_hans: 输入 \(inputTokenCount.formatted())

source: \(Int(budget.alertThreshold * 100))% alert
ja: アラート \(Int(budget.alertThreshold * 100))%
zh_hans: \(Int(budget.alertThreshold * 100))% 告警

source: \(Int(budget.dailyPct * 100))% daily
ja: 日次 \(Int(budget.dailyPct * 100))%
zh_hans: \(Int(budget.dailyPct * 100))% 每日

source: \(Int(budget.hourlyPct * 100))% hourly
ja: 時間ごと \(Int(budget.hourlyPct * 100))%
zh_hans: \(Int(budget.hourlyPct * 100))% 每小时

source: \(Int(budget.monthlyPct * 100))% monthly
ja: 月次 \(Int(budget.monthlyPct * 100))%
zh_hans: \(Int(budget.monthlyPct * 100))% 每月

source: \(Int(refreshInterval))s
ja: \(Int(refreshInterval))秒
zh_hans: \(Int(refreshInterval)) 秒

source: \(Int(refreshInterval))s refresh
ja: \(Int(refreshInterval))秒更新
zh_hans: \(Int(refreshInterval))s 刷新

source: \(integrationCount) integration
ja: \(integrationCount)件の統合
zh_hans: \(integrationCount) 个集成项

source: \(integrationCount) integration issues
ja: \(integrationCount)件の統合問題
zh_hans: \(integrationCount) 个集成问题

source: \(integrationCount) integration routes
ja: \(integrationCount)件の統合ルート
zh_hans: \(integrationCount) 个集成路由

source: \(integrationIssueCount) integration issues
ja: 統合問題 \(integrationIssueCount) 件
zh_hans: 集成问题 \(integrationIssueCount) 个

source: \(integrationIssueCount) issues
ja: \(integrationIssueCount)件の問題
zh_hans: \(integrationIssueCount) 个问题

source: \(integrationPressureIssueCategoryCount) issues
ja: \(integrationPressureIssueCategoryCount) 件の問題
zh_hans: \(integrationPressureIssueCategoryCount) 个问题

source: \(integrationsOverviewIssueCount) issues
ja: \(integrationsOverviewIssueCount) 件の問題
zh_hans: \(integrationsOverviewIssueCount) 个问题

source: \(issueAgentCount) agents under drag
ja: \(issueAgentCount)件のエージェントが滞留中
zh_hans: \(issueAgentCount) 个拖累中的 agent

source: \(issueAgentCount) need attention
ja: \(issueAgentCount) 件が要対応です
zh_hans: \(issueAgentCount) 个需要关注

source: \(issueAgentCount) watched issues
ja: \(issueAgentCount)件のウォッチ対象問題
zh_hans: \(issueAgentCount) 个关注问题

source: \(issueAgents.count) watched agents have operator issues
ja: \(issueAgents.count) 件の監視対象エージェントでオペレーター問題があります
zh_hans: \(issueAgents.count) 个关注中的 agent 存在值班问题

source: \(issueCategoryCount) issue classes
ja: \(issueCategoryCount)件の問題クラス
zh_hans: \(issueCategoryCount) 个问题类别

source: \(issueCategoryCount) issues
ja: \(issueCategoryCount)件の問題
zh_hans: \(issueCategoryCount) 个问题

source: \(issueCount) agents need attention
ja: \(issueCount) 件のエージェントが要対応
zh_hans: \(issueCount) 个代理需要关注

source: \(issueCount) fleet issues
ja: \(issueCount) 件のフリート問題
zh_hans: \(issueCount) 个代理群问题

source: \(issueCount) issues
ja: \(issueCount) 件の問題
zh_hans: \(issueCount) 个问题

source: \(issueCount) issues visible
ja: \(issueCount)件の表示中問題
zh_hans: \(issueCount) 个可见问题

source: \(issueCount) operator issues
ja: \(issueCount)件のオペレーター問題
zh_hans: \(issueCount) 个操作问题

source: \(issueSignalCount) live issues
ja: \(issueSignalCount)件のライブ問題
zh_hans: \(issueSignalCount) 个实时问题

source: \(item.pendingApprovals) approvals
ja: \(item.pendingApprovals) 承認
zh_hans: \(item.pendingApprovals) 个审批

source: \(item.session.messageCount) msgs
ja: \(item.session.messageCount) 件のメッセージ
zh_hans: \(item.session.messageCount) 条消息

source: \(items.count) active watches
ja: \(items.count)件のアクティブ監視
zh_hans: \(items.count) 个活跃监视

source: \(items.count) agents
ja: \(items.count)件の agent
zh_hans: \(items.count) 个 agent

source: \(items.count) agents currently need attention.
ja: 現在 \(items.count) 件の agent に注意が必要です。
zh_hans: 当前有 \(items.count) 个 agent 需要关注。

source: \(items.count) items
ja: \(items.count) 件の項目
zh_hans: \(items.count) 项

source: \(items.count) pinned
ja: \(items.count) 件ピン留め
zh_hans: \(items.count) 个已固定

source: \(items.count) pinned agents
ja: \(items.count)件の固定 agent
zh_hans: \(items.count) 个已固定 agent

source: \(items.count) pinned agents are on this watchlist.
ja: このウォッチリストには \(items.count) 件の固定 agent があります。
zh_hans: 这个关注列表中有 \(items.count) 个已固定 agent。

source: \(items.count) pinned sessions
ja: \(items.count)件の固定セッション
zh_hans: \(items.count) 个已固定会话

source: \(items.count) queued items
ja: \(items.count)件のキュー項目
zh_hans: \(items.count) 个排队项

source: \(items.count) sessions are pinned in the watchlist.
ja: ウォッチリストに \(items.count) 件のセッションが固定されています。
zh_hans: 关注列表中固定了 \(items.count) 个会话。

source: \(jumpCount) jumps
ja: \(jumpCount) ジャンプ
zh_hans: \(jumpCount) 个跳转

source: \(label) missing
ja: \(label) が不足
zh_hans: 缺少 \(label)

source: \(latest.queueCount) queued · \(latest.criticalCount) critical
ja: \(latest.queueCount) 件がキュー中 · \(latest.criticalCount) 件が重大
zh_hans: \(latest.queueCount) 项排队中 · \(latest.criticalCount) 项严重

source: \(leaderboardCount) leaderboards
ja: \(leaderboardCount)件のリーダーボード
zh_hans: \(leaderboardCount) 个排行榜

source: \(leaderTitle(for: leader)) is currently leading this metrics slice.
ja: \(leaderTitle(for: leader)) が現在、このメトリクス切片をリードしています。
zh_hans: \(leaderTitle(for: leader)) 当前领跑这个指标切片。

source: \(liveAlertCount) alerts
ja: \(liveAlertCount)件のアラート
zh_hans: \(liveAlertCount) 条告警

source: \(liveAlertCount) live alert routes
ja: \(liveAlertCount)件のライブアラートルート
zh_hans: \(liveAlertCount) 条实时告警路由

source: \(liveAlertCount) live alerts
ja: \(liveAlertCount)件のライブアラート
zh_hans: \(liveAlertCount) 条实时告警

source: \(liveAlertCount) live alerts are active, but Alerts is not included in handoff focus.
ja: ライブアラート \(liveAlertCount) 件がアクティブですが、Alerts は引き継ぎフォーカスに含まれていません。
zh_hans: 当前有 \(liveAlertCount) 条实时告警处于活跃状态，但交接焦点未包含 Alerts。

source: \(liveAlertCount) live alerts are still active.
ja: ライブアラート \(liveAlertCount) 件がまだアクティブです。
zh_hans: 仍有 \(liveAlertCount) 条实时告警处于活跃状态。

source: \(liveAlertCount) live alerts still active
ja: \(liveAlertCount) 件のライブアラートがまだアクティブです
zh_hans: 仍有 \(liveAlertCount) 条实时告警处于活跃状态

source: \(liveCritical) critical items acknowledged on this iPhone
ja: この iPhone で確認済みの重大項目 \(liveCritical) 件
zh_hans: 此 iPhone 上已确认 \(liveCritical) 项严重事项

source: \(liveSignalCount) live signals
ja: \(liveSignalCount)件のライブシグナル
zh_hans: \(liveSignalCount) 条实时信号

source: \(liveTabCount) live tabs
ja: \(liveTabCount) 個のライブタブ
zh_hans: \(liveTabCount) 个活动标签

source: \(llmCallCount.formatted()) LLM calls
ja: LLM 呼び出し \(llmCallCount.formatted()) 件
zh_hans: LLM 调用 \(llmCallCount.formatted()) 次

source: \(loadedCount) diagnostic feeds loaded
ja: \(loadedCount)件の診断フィードを読み込み済み
zh_hans: 已加载 \(loadedCount) 个诊断 feed

source: \(loadedFeedCount) deep-diagnostic feeds are loaded into the current snapshot.
ja: 現在のスナップショットには \(loadedFeedCount) 件の深層診断フィードが読み込まれています。
zh_hans: 当前快照已加载 \(loadedFeedCount) 个深度诊断 feed。

source: \(loadedFeedCount) feeds
ja: \(loadedFeedCount)件のフィード
zh_hans: \(loadedFeedCount) 个 feed

source: \(loadedFeedCount) feeds ready
ja: \(loadedFeedCount)件のフィードが準備完了
zh_hans: \(loadedFeedCount) 个 feed 已就绪

source: \(loadedFeedCount) loaded feeds
ja: \(loadedFeedCount)件の読み込み済みフィード
zh_hans: \(loadedFeedCount) 个已加载 feed

source: \(loadedMessageCount) loaded
ja: \(loadedMessageCount)件を読み込み済み
zh_hans: 已加载 \(loadedMessageCount)

source: \(loadedMessageCount) loaded locally
ja: \(loadedMessageCount)件をローカル読み込み済み
zh_hans: 本地已加载 \(loadedMessageCount)

source: \(localCount) local
ja: \(localCount) ローカル
zh_hans: \(localCount) 项本地

source: \(localCount) local providers
ja: \(localCount) ローカルプロバイダ
zh_hans: \(localCount) 个本地提供方

source: \(mcpConnectedServers) MCP servers
ja: \(mcpConnectedServers)件のMCPサーバー
zh_hans: \(mcpConnectedServers) 个 MCP 服务器

source: \(messageCount) messages
ja: \(messageCount)件のメッセージ
zh_hans: \(messageCount) 条消息

source: \(messageCount) msgs
ja: \(messageCount)件の msgs
zh_hans: \(messageCount) 条消息

source: \(messageCount) total messages
ja: 総メッセージ \(messageCount) 件
zh_hans: 总共 \(messageCount) 条消息

source: \(metrics?.totalRollingTokens ?? 0) rolling tokens
ja: \(metrics?.totalRollingTokens ?? 0)件のローリングトークン
zh_hans: \(metrics?.totalRollingTokens ?? 0) 个滚动 tokens

source: \(metrics?.totalRollingToolCalls ?? 0) tool calls
ja: \(metrics?.totalRollingToolCalls ?? 0)件のツール呼び出し
zh_hans: \(metrics?.totalRollingToolCalls ?? 0) 次工具调用

source: \(metrics.activeAgents)/\(metrics.totalAgents) active
ja: \(metrics.activeAgents)/\(metrics.totalAgents) 稼働中
zh_hans: \(metrics.activeAgents)/\(metrics.totalAgents) 活跃

source: \(metrics.activeAgents)/\(metrics.totalAgents) active · \(metrics.totalRollingTokens.formatted()) rolling tokens
ja: アクティブ \(metrics.activeAgents)/\(metrics.totalAgents) · ローリングトークン \(metrics.totalRollingTokens.formatted())
zh_hans: 活跃 \(metrics.activeAgents)/\(metrics.totalAgents) · 滚动 tokens \(metrics.totalRollingTokens.formatted())

source: \(metrics.activeAgents)/\(metrics.totalAgents) agents are active in the current metrics window.
ja: 現在のメトリクスウィンドウでは \(metrics.activeAgents)/\(metrics.totalAgents) 件のエージェントがアクティブです。
zh_hans: 当前指标窗口中有 \(metrics.activeAgents)/\(metrics.totalAgents) 个 agent 处于活跃状态。

source: \(metrics.panicCount) panics
ja: \(metrics.panicCount)件の panic
zh_hans: \(metrics.panicCount) 次 panic

source: \(metrics.panicCount) panics / \(metrics.restartCount) restarts
ja: \(metrics.panicCount)件の panic / \(metrics.restartCount)件の restart
zh_hans: \(metrics.panicCount) 次崩溃 / \(metrics.restartCount) 次重启

source: \(metrics.restartCount) restarts
ja: \(metrics.restartCount)件の restart
zh_hans: \(metrics.restartCount) 次重启

source: \(metrics.tokenLeaders.count) leaders
ja: \(metrics.tokenLeaders.count)件のリーダー
zh_hans: \(metrics.tokenLeaders.count) 个 leader

source: \(metrics.tokenLeaders.count) token leaders
ja: \(metrics.tokenLeaders.count)件のトークンリーダー
zh_hans: \(metrics.tokenLeaders.count) 个 token leader

source: \(metrics.toolCallLeaders.count) leaders
ja: \(metrics.toolCallLeaders.count)件のリーダー
zh_hans: \(metrics.toolCallLeaders.count) 个 leader

source: \(metrics.toolCallLeaders.count) tool leaders
ja: \(metrics.toolCallLeaders.count)件のツールリーダー
zh_hans: \(metrics.toolCallLeaders.count) 个工具 leader

source: \(metrics.totalRollingTokens.formatted()) rolling tokens · \(metrics.totalRollingToolCalls.formatted()) tool calls
ja: ローリングトークン \(metrics.totalRollingTokens.formatted()) ・ ツール呼び出し \(metrics.totalRollingToolCalls.formatted()) 件
zh_hans: \(metrics.totalRollingTokens.formatted()) 滚动 Tokens · \(metrics.totalRollingToolCalls.formatted()) 次工具调用

source: \(metrics.totalRollingTokens.formatted()) rolling tokens and \(metrics.totalRollingToolCalls.formatted()) tool calls are flowing through the Prometheus snapshot.
ja: Prometheus スナップショットでは現在、\(metrics.totalRollingTokens.formatted()) 件のローリングトークンと \(metrics.totalRollingToolCalls.formatted()) 件のツール呼び出しが流れています。
zh_hans: Prometheus 快照中当前流经 \(metrics.totalRollingTokens.formatted()) 个滚动 tokens 和 \(metrics.totalRollingToolCalls.formatted()) 次工具调用。

source: \(metrics.totalRollingToolCalls.formatted()) tool calls
ja: \(metrics.totalRollingToolCalls.formatted())件のツール呼び出し
zh_hans: \(metrics.totalRollingToolCalls.formatted()) 次工具调用

source: \(metrics.totalRollingToolCalls.formatted()) tool calls in the current metrics window
ja: 現在のメトリクスウィンドウで \(metrics.totalRollingToolCalls.formatted()) 件のツール呼び出し
zh_hans: 当前指标窗口内有 \(metrics.totalRollingToolCalls.formatted()) 次工具调用

source: \(metrics.uptimeSeconds) seconds tracked
ja: \(metrics.uptimeSeconds) 秒を追跡
zh_hans: 已跟踪 \(metrics.uptimeSeconds) 秒

source: \(minutes) min
ja: \(minutes) 分
zh_hans: \(minutes) 分钟

source: \(minutes)m
ja: \(minutes)分
zh_hans: \(minutes) 分钟

source: \(mismatchCount) mismatches
ja: \(mismatchCount) 不一致
zh_hans: \(mismatchCount) 个不匹配

source: \(missingCount) missing
ja: \(missingCount)件の欠落
zh_hans: \(missingCount) 个缺失项

source: \(missingCount) missing files
ja: \(missingCount)件の欠落ファイル
zh_hans: \(missingCount) 个缺失文件

source: \(missingCredentialCount) credential gaps
ja: \(missingCredentialCount) 件の認証情報不足
zh_hans: \(missingCredentialCount) 个凭据缺口

source: \(missingFileAgents) watched agents are missing identity files
ja: \(missingFileAgents) 件の監視対象エージェントで ID ファイルが不足しています
zh_hans: \(missingFileAgents) 个关注中的 agent 缺少身份文件

source: \(missingIdentityAgentCount) identity gaps
ja: \(missingIdentityAgentCount)件の ID 欠落
zh_hans: \(missingIdentityAgentCount) 个身份缺口

source: \(missingIdentityCount) identity gaps
ja: \(missingIdentityCount)件の ID ギャップ
zh_hans: \(missingIdentityCount) 个身份缺口

source: \(missingRequiredChannelFieldCount) required channel fields missing
ja: \(missingRequiredChannelFieldCount) 件の必須チャネル項目が不足しています
zh_hans: 缺少 \(missingRequiredChannelFieldCount) 个必填通道字段

source: \(missingRequiredCount) missing fields
ja: \(missingRequiredCount) 件の不足項目
zh_hans: \(missingRequiredCount) 个缺失字段

source: \(missingRequiredFieldCount) missing fields
ja: \(missingRequiredFieldCount) 件の不足項目
zh_hans: \(missingRequiredFieldCount) 个缺失字段

source: \(missingRequiredFields.count) missing
ja: \(missingRequiredFields.count) 件不足
zh_hans: 缺失 \(missingRequiredFields.count) 个

source: \(modelAttentionCount) unavailable models
ja: \(modelAttentionCount) 利用不可モデル
zh_hans: \(modelAttentionCount) 个不可用模型

source: \(modelCount) model lanes
ja: \(modelCount)件のモデルレーン
zh_hans: \(modelCount) 个模型通道

source: \(modelCount) models
ja: \(modelCount) モデル
zh_hans: \(modelCount) 个模型

source: \(modelDriftCount) drift agents
ja: \(modelDriftCount)件のドリフトエージェント
zh_hans: \(modelDriftCount) 个漂移代理

source: \(modelIssueCount) model issues
ja: \(modelIssueCount) 件のモデル問題
zh_hans: \(modelIssueCount) 个模型问题

source: \(models.count) models
ja: \(models.count) モデル
zh_hans: \(models.count) 个模型

source: \(models.count) models visible
ja: \(models.count) 件の表示モデル
zh_hans: \(models.count) 个可见模型

source: \(mutedAlertCount) active alerts are muted locally. They will stay out of summary surfaces until you unmute them.
ja: \(mutedAlertCount) 件のアクティブアラートはローカルでミュートされています。ミュートを解除するまで要約画面には出ません。
zh_hans: \(mutedAlertCount) 条活跃告警已在本地静默。在取消静默前，它们不会出现在摘要视图中。

source: \(mutedAlertCount) alerts are muted locally; watchlist and sessions remain active
ja: \(mutedAlertCount) 件のアラートはローカルでミュート中ですが、ウォッチリストとセッションはアクティブのままです
zh_hans: \(mutedAlertCount) 条告警已在本地静默；关注列表和会话仍然活跃

source: \(mutedAlertCount) muted
ja: \(mutedAlertCount)件のミュート
zh_hans: \(mutedAlertCount) 条已静音

source: \(mutedAlertCount) muted alerts
ja: \(mutedAlertCount) 件のミュート済みアラート
zh_hans: \(mutedAlertCount) 条已静默告警
